# "html" - отвечает за структуру (скелет) документа. Что где находится.
# css - отвечает за внешний вид страницы.
# "js" - отвечает за какие-либо анимации и прочее

# Основной компонент html документа это тег. <..> Тег - это команда браузеру что-либо сделать
# В основном все теги парные за редким исключением
# Открытие тега -  <html>    закрытие тега  -  </html>
# У тегов есть атрибуты и значения
# <!DOCTYPE html>  отвечает за корректное отображение нашей страницы в браузере. Всё начинается с него
# html></html> всё что находится в этом теге и будет являться нашей страницей
# Весь html документ делится на раздел <head> и раздел <body>
# <head> хранит в себе информацию, которую передаёт нам браузер о нашей странице(название заголовка во вкладке в
# браузере) или подключает какие-либо стили css
# <body> это тело самого документа. То что будет видеть пользователь на самой странице
# внутри тега <head> обязательно тег <title> В нём хранится название вкладки
# внутри <head> всё остальное. Например, просто - Привет,мир!
# Не маловажную роль(поскольку участвую в поисковых запросах например) играют заголовки разных уровней(всего 6) - <h1>
#
#
#