# <p></p>  -  тег разбиения на абзацы. Всё, что находится в теге будет одним абзацем.
#
# У тега <p> есть атрибут для выравнивания текста align принимающий значения: "right","center"...
#
# Тег <br> - не парный тег, который переносит текст на новую строчку.
# Тег <hr> - не парный тег создаёт горизонтальную линию. ОН так же имеет атрибут align, но кроме того ещё атрибут color.
#
# Тег <b> - для форматирования текста в полужирное начертание.
# Тег <strong> - так же выделяет текст как тег b, но при этом наделён семантическим смыслом(выделился бы компьютерным
# диктором например)

# Тег <i> - делает курсив в выбранном фрагменте текста.
# Тег <em> - то же самое что тег i только с семантическим смыслом.
# Тег <sub> - текст, заключённый внутри этого тега, делается подстрочный.
# Тег <sup> - текст, заключённый внутри этого тега, делается надстрочный.
# Тег <mark> - выделяет текст желтым.
# Тег <blockquote> - текст, заключённый внутри этого тега, делается цитатой.
# Тег <s> - текст, заключённый внутри этого тега, становится зачёркнутым.
# Тег <u> - текст, заключённый внутри этого тега, становится подчёркнутым.
# Тег <font> - работает только с аргументами
# Тег <font color="green">
# Тег <font size="6"> - изменяет размер фрагмента.
# Тег <font size="50px"> - изменяет размер фрагмента в пикселях.
# Тег <font face=""> - изменяет размер фрагмента в пикселях.
# Тег <img src="file"> - не парный тег для вставления картинки. Работает только в паре с атрибутом src для указания
# пути к картинке. Атрибуты height и width указывают размеры картинки.
# Тег <img src="file" height="100px width="100px"> - Атрибуты height и width указывают размеры картинки в пикселях.
# Тег <img src="file" height="100px width="100px alt=""> - Атрибут alt выводит какой-либо текст сообщения в случае
# если картинка по каким-то причинам не прогрузилась.
# Тег <img src="file" height="100px width="100px alt="ТЕКСТ" vspace="50px" hspace="50px"> - атрибуты vspace="50px"
# hspace="50px"> указывают на размер отступов от основного текста по вертикали и горизонтали.
# Тег <i>
# Тег <i>
# Тег <i>
# Тег <i>
# Тег <i>