# Таблицы состоят из строк и столбцов на пересечении которых образуются ячейки.

# Ячейки таблицы могут содержать любые html элементы(текст, изображение, элементы формы, или даже таблицы внутри
# ячейки)
#
# тег <table> - внутри этого тега и создаётся таблица.
#
# тег <tr> - тег, создающий строчки таблицы.
#
# тег <td> - тег, создающий ячейка в строчках таблицы (как бы деля на столбцы). Записывается внутри тега <tr>. Внутри
# этого тега записывается информация которая будет соответственно внутри ячейки.
#
# Для создания полноценной таблицы просто строки с тегом tr копируются одна под другой.
#
# тег <th> - тег, создающий заголовки каждого столбца. Записывается он соответственно так же в теге tr (то есть в
# строке). Внутри него записываются названия столбцов.
#
# тег <table border="1"> - атрибут border задаёт границы и размер их в таблице.
#
# тег <>
#
#
#
#
#
#
#
#
#
#
#
#
#