# Набросать шаблонный index html файл для тренировки в котором будет во вкладке название Иван Иванович и в теле
# страницы надпись: Меня зовут Иван Иванович, я изучаю язык текстовой разметки html, а так же более 1 года занимаюсь
# изучением языка python. Здесь вы найдёте примеры текстовой разметки html и практику по программированию. Приятного
# просмотра!

# Разбить имеющийся текст на 2 абзаца.
#
# Выровнять первый абзац по центру, а правый по правому краю.
#
# Перенести часть текста первого абзаца (после имени отчества) на новую строчку.
#
# Создать горизонтальную линию между разделёнными абзацами.
#
# Окрасить созданную линию в голубой цвет с помощью атрибута.
#
# Выделить Иван Иванович полужирным начертанием.
#
# Выделить курсивом фрагмент "Здесь вы найдёте".
#
# Дописать в теле страницы X c маленьким индексом 2.

# Дописать в теле страницы X c степенью 2.
#
# Выделить фрагмент ...html и практику по программированию... жёлтым цветом.
#
# Сделать фрагмент ...я изучаю язык текстовой разметки html... цитатой.
#
# Фрагмент ...1 года... сделать зачёркнутым.
#
# Фрагмент ...1 года... сделать подчёркнутым.

# Сделать фрагмент ...я изучаю язык... зелёным и размером 6 и шрифтом Arial.
#
# Вставить картинку из корневого каталога размером 100 на 100.
#
# Добавить к тегу img атрибут выводящий текст в случае если картинка не прогрузилась(сделать ошибку в имени файла и
# проверить работу атрибута)
#
#