# Используя заготовленные шаблоны html с определениями html и CSS из википедии, в документе 3_less_main.html в конце
# второго абзаца где написано CSS сделать эту надпись ссылкой на документ 3_less_css.html, так что бы он открывался в
# новой вкладке указав способ добавления как абсолютного, так и относительно пути.
#
# Добавить между имеющимися абзацами картинку логотип html при нажатии на которую будет осуществляться переход
# по ссылке на главную страницу google.
#
# Размножить первый абзац 6 раз вниз по странице.
#
# Создать якорь  DOWN после заголовка первого уровня для перехода вниз - в конец последнего из размноженных абзацев.
#
# Создать в шаблоне 3_lesson_main_list.html в теле страницы список с 4рьмя текстами Пункт 1....Пункт 4.
#
# Указать атрибут для того что бы элементы списка начинали нумерацию с номера 80.
#
# Создать атрибут, создающий нумерацию всего списка вцелом со значения 100.
#
# Сделать нумерацию списка не цифрами, а буквами или арабскими цифрами.
#
# Создать не нумерованный, а маркированный список с теми же текстами.
#
# Изменить тип маркера этого списка, чтоб маркировался квадратами или незакрашенными кружками.
#
# Создать список вложенный в первый пункт внешнего списка.
#
# Создать список - определение (например CSS - определение CSS) и сделать таких записей 2.
#
#
#