# Создать страницу, содержащую в заголовке: Таблицы HTML, в теле - таблица из четырёх строк и столбцов с заголовками
# типа Первый столбец Второй столбец..... и в содержании ячеек числа слева направо, сверху вниз от 1 до 9.
#
# Оформить границы таблицы с размером 1.
#
# Выровнять таблицу по центру.
#
# Задать таблице цветной задний фон.
#
# Изменить расстояния между содержимым ячейки и её границами.
#
# Изменить толщину границ таблицы.
#
# Изменить ширину всей таблицы.
#
# Изменить высоту всей таблицы.
#
# Задать заголовок всей таблицы.
#
# Изменить цвет границ таблицы на красный.
#
# Объединить две первые ячейки в первой строчке. При этом лишняя ячейка не должна вылезать за границы таблицы.
#
# Объединить две ячейки по вертикали в первом столбце под первой ячейкой. При этом лишняя ячейка не должна вылезать за
# границы таблицы.
#
# Выровнять содержимое 3 ячейки по центру горизонтали.
#
# Выровнять содержимое 6 ячейки по вертикали по низу.
#
# Окрасить 5 ячейку в красный цвет.
#
# Разбить таблицу на блоки. В первый блок поместить строку с заголовками таблицы и задать всей строке желтый цвет.
#
# В подвал таблицы прописать значения: Итого 1001 1010
#
# Остальную часть таблицы поместить в тело (основную часть) таблицы и задать всей это части коричневый цвет.

