# Создать HTML документ с заголовком: Формы HTML.
#
# Создать контейнер для форм.
#
# И определить в нём ввод следующих типов данных:
#
# Определить в нём тип данных text.
#
# Определить в нём тип данных button (с именем button и надписью нажми меня).
#
# Определить в нём тип 2 типа данных checkbox с названиями: Мужской, Женский.
#
# Так же задать первому типу данных text название Текст:.
#
# Определить в нём тип данных кнопку-переключатель.
#
# Определить в нём тип данных СБРОС.
#
# Определить в нём тип данных ОТПРАВИТЬ данные.
#
# Определить в нём тип данных - поле введения даты.
#
# Определить поле для поиска какой-либо информации.
#
# Определить кнопку button с названием "Нажми меня еще раз" как отдельный элемент вне тега imput.
#
# Определить кнопку для выбора файла для отправки.
#
# Определить поле для ввода пароля(шифрованный ввод, закрыт точками)
#
# Определить подсказку в первое поле text с надписью: Введи текст.
#
# Определить отдельное поле для ввода многострочного текста с подсказкой: Введи сюда текст.
#
# Определить выпадающий список с тремя элементами: Выбор 1, Выбор 2, Выбор 3.
#
# Определить возможность в раскрывающемся списке выбирать сразу несколько элементов(например 2).
#
# Определить чтобы отображалось сразу 2 элемента раскрывающегося списка.
#
# Сгруппировать поля с первого по второе из полей чек-бокс и задать название этой группе - Группа 1.
#
# Определить в теге form атрибуты позволяющие указать адрес отправки форм, а так же метод отправки http запроса(
# GET/POST).
#
#
#